public class MyStory {
    public String getMyStory() {
        return "Мне очень нравится программирование, но многие вещи требуют очень большого времени для освоения,"+
                "поскольку кажутся мне очень сложными, к тому же синтаксис языка Джава является для меня новым. "+
                "Ранее я пробовала себя в разработке сайтов, изучала язык разметки и Java Script, но в этом семестре" +
                "для меня оказалось сложным реанимировать старые навыки. Я вижу свое будущее в программировании и очень" +
                "хотела бы уделять ему больше времени, чтобы состояться в разработке и смежных сферах. Я также выполняла"+
                "и домашние задания из основной части, но не все получалось, поэтому я решила сделать еще и дополнительные."
    }
}
